Repository: Slakwik/multi-feed-reader
Catalog: languages/multi-feed-reader-*.po
Languages: de_de

source: Edit Feedcollection
de_de: Feedsammlung bearbeiten

source: Add Feedcollection
de_de: Feedsammlung hinzufügen

source: Feedcollection already exists. Please choose another name.
de_de: Feedsammlung existiert bereits. Bitte wähle einen anderen Namen.

source: Creator
de_de: Entwickler

source: Hey, I'm Eric. I created this plugin.<br/> If you like it, consider to flattr me a beer.
de_de: Hi, ich bin Eric. Ich habe das Plugin geschrieben.<br/> Wenn du es magst, kannst du mir ein Bier flattrn.

source: Get in touch: Visit my <a href="%1s">Homepage</a>, follow me on <a href="%2s">Twitter</a> or look at my projects on <a href="%3s">GitHub</a>.
de_de: Kontaktmöglichkeiten: Besuche meine <a href="%1s">Homepage</a>, folge mir auf <a href="%2s">Twitter</a> oder schau dir meine Projekte auf <a href="%3s">GitHub</a> an.

source: Usage
de_de: Benutzung

source: Use this shortcode in any post or page:
de_de: Kopiere diesen Shortcode in Artikel:

source: You can limit the amount of posts displayed:
de_de: Beschränke die Anzahl Einträge:

source: Placeholders
de_de: Platzhalter

source: Feed item data
de_de: Feed Element Daten

source: Episode title (&lt;title&gt;).
de_de: Episoden Titel (&lt;title&gt;).

source: Episode subtitle (&lt;itunes:subtitle&gt;).
de_de: Episoden Untertitel (&lt;itunes:subtitle&gt;).

source: Episode content (&lt;content:encoded&gt;).
de_de: Episoden Inhalt (&lt;content:encoded&gt;).

source: Episode duration (&lt;itunes:duration&gt;).
de_de: Episoden Dauer (&lt;itunes:duration&gt;).

source: Episode summary (&lt;itunes:summary&gt;).
de_de: Episode Zusammenfassung (&lt;itunes:summary&gt;).

source: Episode link (&lt;link&gt;).
de_de: Episoden Link (&lt;link&gt;).

source: Episode Globally Unique Identifier (&lt;guid&gt;)
de_de: Episoden ID (&lt;guid&gt;)

source: Episode description (&lt;itunes:description&gt;).
de_de: Episoden Beschreibung (&lt;itunes:description&gt;).

source: Url of first episode enclosure (&lt;enclosure&gt; url attribute).
de_de: URL des ersten Episoden Anhangs (&lt;enclosure&gt; url attribute).

source: Thumbnail tag in original size (&lt;itunes:image&gt; or first found image in &lt;content:encoded&gt;).
de_de: Thumbnail Tag in Originalgröße (&lt;itunes:image&gt; oder erstes gefundenes Bild in &lt;content:encoded&gt;).

source: Same as above but with certain dimensions. Example: <pre>%THUMBNAIL|75x75%</pre>.
de_de: Wie das vorhergehende, aber mit spezifischer Größe. Beispiel: <pre>%THUMBNAIL|75x75%</pre>.

source: Episode publish date (&lt;pubDate&gt;) in WordPress default format.
de_de: Episoden Erscheinungsdatum (&lt;pubDate&gt;) im WordPress Standard Format.

source: Same as above but in a custom format. Example: <pre>%DATE|Y/m/d%</pre>.
de_de: Wie das vorhergehende, aber mit spezifischem Format. Beispiel: <pre>%DATE|Y/m/d%</pre>.

source: Global feed data
de_de: Globale Feed Daten

source: Feed title (&lt;title&gt;).
de_de: Feed Titel (&lt;title&gt;).

source: Feed subtitle (&lt;itunes:subtitle&gt;).
de_de: Feed Untertitel (&lt;itunes:subtitle&gt;).

source: Feed summary (&lt;itunes:summary&gt;).
de_de: Feed Zusammenfassung (&lt;itunes:summary&gt;).

source: Feed language (&lt;language&gt;).
de_de: Feed Sprache (&lt;language&gt;).

source: Feed image (&lt;itunes:image&gt;).
de_de: Feed Thumbnail (&lt;itunes:image&gt;).

source: Same as above but with certain dimensions. Example: <pre>%FEEDTHUMBNAIL|75x75%</pre>.
de_de: Wie das vorhergehende, aber mit spezifischer Größe. Beispiel: <pre>%FEEDTHUMBNAIL|75x75%</pre>.

source: Choose Template
de_de: Vorlage Wählen

source: Template to Edit
de_de: Zu bearbeitende Vorlage

source: Settings for "%1s" Collection
de_de: Einstellungen für Feedsammlung "%1s"

source: Template Options
de_de: Vorlagen Optionen

source: Template Name
de_de: Vorlagen Name

source: Before Template
de_de: Vor Vorlage

source: Body Template
de_de: Vorlage

source: After Template
de_de: Nach Vorlage

source: delete permanently
de_de: permanent löschen

source: New Feedcollection Name
de_de: Neuer Feedsammlungs Name

source: This name will be used in the shortcode to identify the feedcollection.<br/>Example: If you name the collection "rockstar", then you can use it with the shortcode <em>[multi-feed-reader template="rockstar"]</em>
de_de: Dieser Name wird im Shortcode benutzt werden, um die Feedsammlung zu identifizieren.<br/>Beispiel: Wenn du die Sammlung "rockstar" nennst, dann kannst du sie mit folgendem Shortcode aufrufen: <em>[multi-feed-reader template="rockstar"]</em>

source: Add New Feedcollection
de_de: Neue Feedsammlung Hinzufügen
